[
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "link-favicon",
  "quick-latex",
  "url-into-selection",
  "oz-image-plugin",
  "obsidian-completr",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "code-block-copy",
  "obsidian-reminder-plugin",
  "search-on-internet",
  "execute-code",
  "obsidian-charts",
  "obsidian-regex-replace",
  "obsidian-excel-to-markdown-table",
  "obsidian-hider",
  "text-snippets-obsidian"
]