[
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "link-favicon",
  "quick-latex",
  "url-into-selection",
  "obsidian-completr",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "code-block-copy",
  "obsidian-reminder-plugin",
  "text-snippets-obsidian",
  "dataview",
  "obsidian-editor-shortcuts",
  "open-vscode",
  "obsidian-shellcommands",
  "nldates-obsidian",
  "settings-search",
  "obsidian-spaced-repetition",
  "templater-obsidian",
  "obsidian-charts",
  "obsidian-functionplot",
  "homepage",
  "obsidian-minimal-settings",
  "obsidian-banners",
  "obsidian-circuitjs",
  "execute-code",
  "obsidian-plugin-todo",
  "obsidian-advanced-slides"
]