[
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "link-favicon",
  "quick-latex",
  "url-into-selection",
  "oz-image-plugin",
  "obsidian-completr",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "code-block-copy",
  "obsidian-reminder-plugin",
  "search-on-internet",
  "execute-code",
  "obsidian-excel-to-markdown-table",
  "text-snippets-obsidian",
  "dataview",
  "obsidian-editor-shortcuts",
  "open-vscode",
  "obsidian-shellcommands",
  "nldates-obsidian",
  "settings-search",
  "obsidian-spaced-repetition",
  "templater-obsidian",
  "obsidian-hider",
  "obsidian-charts",
  "obsidian-functionplot"
]